<html>
    <head>
	<meta charset="utf8">
	
    </head>
    <boby>
	<a href='/'><h1>Home</h1></a>
	<ol>
	    <li> <b>доктрина, база, таблица преподавателей</b></li>
	    <li> <b>в контроллере на диспатч сделать так чтоб передавался один и тотже объект вьюхи</b></li>
	    
	    <li> <b>заверстать индексную страницу</b></li>
	    <li> <b>заверстать about</b></li>
	    <li> <b>заверстать contacts</b></li>
	    <li> <b>добавить поле модерации в отзывы и выводить только промодерированные отзывы </b></li>
	    <li> <b>форма заказа (сохранение заказа в базе, отправка письма администратору)</b> </li>
<br/>под ними 1 и 2 колонки объединяем, и выводим блок с услугами кратко, кнопка ридмор
<br/>4) страница about подробно о Ярославе
<br/>5) страница услуги, расказываем что предлагаем, какую базу используем
<br/>6) страница контактов, ⅔ гугл карта с меткой на шевченковском районе львова, под ней данные для контакта, справа на ⅓ контакт форма

<br/>
<br/>0) позже страница с копией обязательных налоговых документов
<br/>

	    
	    <li> page helper</li>
	    <li> заверстать страничку преподавателя</li>
	    <li> заверстать страничку списка преподавателей</li>
	    <li> админка изменения преподавателей, заказов, связи, тесты</li>
	    <li> авторизация (администратор, клиент, преподаватель)</li>
	    <li> социальные кнопки, возможность авторизации через социальные кнопки</li>
	    <li> печать страницы преподавателя</li>
	    
	    
	</ol>
    </boby>
</html>